import React from "react";

import imgNews1 from 'img/News/image1.jpg'
import imgNews2 from 'img/News/image2.jpg'
import imgNews3 from 'img/News/image3.png'
import imgNews4 from 'img/News/image4.jpg'

export const newsList = [
    {
      title: "Ночная лига. Играй в бадминтон ночью!",
      text: 'Любительская ассоциация бадминтона (ЛАБ) совместно с магазином бадминтонной экипировки запустили серию турниров "Ночная лига".',
      date: "05.07.2022",
      id:1,
      img: imgNews1,
      description:"Любительская ассоциация бадминтона (ЛАБ) совместно с магазином  бадминтонной  экипировки  запустили  серию турниров 'Ночная лига'.  Турниры  проводятся  каждую  среду  с  21.00  на  территории спорткомплекса 'Территория мяча' по адресу: Москва, 2-я ул. Машиностроения, д. 23 Турниры  проходят  в  парных  и  одиночных категориях в соответствии с рейтингом  ЛАБ.  Всем  победителям ценные призы фирм LI-NING и TAAN от магазина LINING.CENTER",
    },
    {
      title: "Ракетки и экипировка KAWASAKI теперь представлены в Линин-центр",
      text: "Мотоциклы, детали для Boeing и Embaer, промышленные роботы и … ракетки для бадминтона. Казалось бы, что может объединить эти вещи. Технологии!",
      date: "04.07.2022",
      id:2,
      img: imgNews2,
      description:"Мотоциклы, детали для Boeing и Embaer, промышленные роботы и … ракетки для бадминтона. Казалось бы, что может объединить эти вещи. Технологии! Передовые технологии, выпускаемые крупнейшим в мире промышленным концерном Kawasaki. Kawasaki Badminton - это бренд будущего. Благодаря высококачественным продуктам и широкому ассортименту он уже стал популярен во всем мире, а теперь продукция  представлена в нашем магазине LINING CENTER. Ракетки и воланы легко выигрывают соперничество в качестве с такими японскими брендами, как Yonex и Victor. Ракетки,  воланы,  кроссовки,  одежда,  сумки,  аксессуары отличаются своей технологичностью, высочайшим  качеством,  современным дизайном, продвинутыми технологиями и демократичными ценами. Изучай технологии наглядно, подбирая ракетки на нашем сайте!",
    },
    {
      title: "Турнир по бадминтону в серии BLACK & WHITE",
      text: "18 ноября 2017 года состоится ТУРНИР ПО БАДМИНТОНУ СЕРИИ BLACK & WHITE",
      date: "03.07.2022",
      id:3,
      img: imgNews3,
      description: "18 ноября 2017 года состоится ТУРНИР ПО БАДМИНТОНУ СЕРИИ BLACK & WHITE КАТЕГОРИИ: Группа Е - WDE, MDE, XDE — строгое разделение, рейтинг до 480 Группа D - WDD, MDD, XDD — строгое разделение, рейтинг до 580 Группа В - без разделения, рейтинг до 850 ГДЕ: Московская область, город Мытищи, улица 1-я Институтская, дом 1, МГУЛ (МФ МГТУ им.Н.Э.Баумана) СТОИМОСТЬ: Стартовый взнос составляет 600 рублей с участника соревнований за каждую категорию. DRESS-CODE: -Белая футболка, черные шорты/юбка -Черная футболка, белые шорты/юбка Во время или после турнира Вы можете посетить БАССЕЙН (1 час/200 рублей), который находится на территории Спортивного комплекса. Если у Вас нет пары, но Вы очень хотите принять участие в турнире, регистрируйтесь, мы подберем Вам пару. Зарегистрироваться на турнир можно по ссылке: http://www.wamsport.com/portfolio_page/blackandwhite/ Мы ждем Вас и пусть победят СИЛЬНЕЙШИЕ!",
    },
    {
      title: "Командная лига World Class и Li-Ning",
      text: "LI-NING CENTER - спонсор-партнер любительской команды LI-NING TEAM группы D в соревнованиях  'Командная лига World Class'.",
      date: "21.01.2017",
      id:4,
      img: imgNews4,
      description:"",
    },
  ];